{
    "55305253": "美胜|精彩",
    "53658894": "美胜|广青海珠二分",
    "42722456": "美胜|生意人",
    "635894291": "美胜|深圳仟月",
    "638857331": "美胜|官方",
    "640269373": "美胜|中青海珠",

    "56151809": "海悦蓝湾|翔丰",
    "637513563": "海悦蓝湾|清远智航",

    "56151869": "浪琴公馆|翔丰",
    "637388654": "浪琴公馆|清远智航",

    "637563223": "海景湾|清远智航",
    "50922727": "海景湾|兴程",
    
    "652374265": "寓米酒店|广州瀚翔",
    "651707493": "寓米酒店|惠州君乐",

    "612002951": "佛山斯维登1|仲马",
    "610409524": "佛山斯维登2|仲马",
    "640371682": "佛山斯维登3|仲马",

    "54451499": "美鹭-湖滨酒店|乐途",
    "623093904": "美鹭-佛山普兰斯|瀚翔",
    "611078064": "美鹭-佛山普兰斯|中青海珠",

    "53641772": "佛山绿湖|广州猪猪",
    "43701968": "佛山绿湖|惠州浩翔",
    "608754711": "佛山绿湖|广州角马",
    "43264139": "佛山绿湖|湛江启程",

    "39826169": "美思|粤之行",
    "53999773": "美思|皇家人①",
    "54037049": "美思|皇家人②",
    "53309694": "朗轩|翰翔",

    "636975754": "郑州方特假日|清远永安",
    "637996718": "郑州方特假日|清远智航",
    "645852695": "郑州方特假日|翔丰",

    "49790510": "青青世界|兴程",
    "46669842": "青青世界|广州乐境游",
    "56076220": "青青世界|广州乐孚",
    "630676335": "青青世界|广州易驻",
    "56704858": "青青世界|要出发",
    "601055947": "青青世界|广东放假",
    "47928600": "青青世界|佛山爱度假",

    '54941452': '花之恋|叮叮',
    '636350401': '花之恋|叮叮',
    '53042397': '花之恋|深圳腾飞',

    '53350711': '金叶子|官方', 
    '601507575': '金叶子|粤游',
    '42871573': '金叶子|烈扬',
    '51559211': '金叶子|金马',
    '618123143': '金叶子|广州泰达',
    '38600703': '金叶子|珠海享趣',
    '648303671': '金叶子|广州知旅',
    '41408392': '金叶子|粤之行',
    
    '56190227': '水岸丽舍|翔丰',
    '637345292': '水岸丽舍|清远智航',
    '642575246': '水岸丽舍|广青海珠二分',
    
    '38118698': '恩平爱必侬泉林酒店|新会理想',
    '54043432': '恩平爱必侬泉林酒店|广州粤青2',
    '55723906': '恩平爱必侬泉林酒店|广州粤青1',
    '611442199': '恩平爱必侬泉林酒店|官方',
    '636598855': '恩平爱必侬泉林酒店|深圳仟月',
    
    '46024467': '檀悦豪生|粤游',
    '51544485': '檀悦豪生|兴程',
    '52964668': '檀悦豪生|兴程2',
    '49246536': '檀悦豪生|兴程3',
    '648493338': '檀悦豪生|广东漫游',
    
    '43271900': '檀悦都喜天丽|深圳腾飞',
    '54942678': '檀悦都喜天丽|深圳新境界',
    '55032265': '檀悦都喜天丽|漫享时光',
    '55082367': '檀悦都喜天丽|要出发2',
    '55373299': '檀悦都喜天丽|要出发1',
    '55852963': '檀悦都喜天丽|粤游',
    
    '44108261': '海公园海景度假酒店（巽寮湾店）|惠州浩翔',
    '648393950': '六悦·海世界|蓝精灵',
    '637690828': '惠州浪琴海公园海景度假酒店（巽寮湾店）|途惠',
    
    '53991262': '威海香海豪生|北京跨越',
    '56724358': '威海香海豪生|上海游霸',
    '636381131': '威海香海豪生|沧州拓奇',
    "53991634": "威海香海豪生|兴程",
    
    "49430258": "廊坊固安福朋喜来登|北京跨越",
    "67774142": "廊坊固安福朋喜来登|上海游霸",
    "612653910": "廊坊固安福朋喜来登|要出发",
    "623474755": "廊坊固安福朋喜来登|北京途远",
    "627508663": "廊坊固安福朋喜来登|官方",
    
    "38122569": "美的鹭湖汽车营地|新会理想2",
    "45917447": "美的鹭湖汽车营地|新会理想1",
    "46054986": "美的鹭湖汽车营地|新会理想3",
    "632945929": "美的鹭湖汽车营地|官方",
    
    "603857548": "广州融创万达嘉华|中山考拉",
    "647937238": "广州融创万达嘉华|官方",
    "608312082": "广州融创万达嘉华|要出发",
    
    "603853258": "广州融创万达文华|中山考拉",
    "607581238": "广州融创万达文华|要出发",
    "647948123": "广州融创万达文华|官方",
  
    "605957097": "广州融创堇山|官方1",
    "605956296": "广州融创堇山|官方2",
    "641505267": "广州融创堇山|要出发",
    "611434369": "广州融创堇山|中山考拉",
    
    "615327689": "河源巴伐利亚云湖木屋|瀚翔",
    "616331007": "河源巴伐利亚云湖木屋|浩峰",
    "642577670": "河源巴伐利亚云湖木屋|林叔叔",
    
    "56478382": "下川岛星晨·海天酒店|翔丰",
    "648519239": "下川岛星晨·海天酒店|西安游食荟",
    
    "622487678": "锦绣辉煌公寓|佛山惠旅途",
    "617115863": "锦绣辉煌公寓|漫游",
    "618955863": "锦绣辉煌公寓|烈扬",
    "637168193": "锦绣辉煌公寓|珠海驿途",
    "644584896": "锦绣辉煌公寓|瀚翔",
    
    "6634408902": "仟玺|叮叮",
    "635897095": "仟玺|深圳仟月",
    "638263379": "仟玺|惠州天下行",
    "640556649": "仟玺|湛江启程",
    
    "613775417": "保利海晨|中青海珠1",
    "649351401": "保利海晨|中青海珠2",
    "51550331": "保利海晨|兴程",
    
    "42865466": "泉城欧乐堡骑士|北京跨越1",
    "42865717": "泉城欧乐堡骑士|北京跨越2",
    "44069392": "泉城欧乐堡骑士|北京跨越3",
    "56750817": "泉城欧乐堡骑士|上海游霸",
  
    "49919882": "上川岛交谊海景酒店|深圳兴程",
    "652445419": "上川岛交谊海景酒店|西安游食荟",
    
    "648551010": "上川岛川邮酒店|西安游食荟",
    
    "648497843": "上川岛碧云天海景酒店|西安游食荟",
    "54379162": "上川岛碧云天海景酒店|江门华烨",
    
    "649080641": "上川岛碧海银滩假日酒店|西安游食荟",
    
    "648551010": "上川岛川邮酒店|西安游食荟",
    
    "648578240": "上川岛南豪酒店|西安游食荟",
    
    "649209326": "上川岛悦海嘉洲|西安游食荟",
    
    "56188099": "上川岛金叶大酒店|翔丰",
    "648597132": "上川岛金叶大酒店|西安游食荟",
    
    "646123689": "浪琴半岛酒店|翔丰",
    
    "648486267": "下川岛星海湾酒店|西安游食荟1",
    "651387115": "下川岛星海湾酒店|西安游食荟2",
    
    "648472856": "下川岛海波楼|西安游食荟",
    
    "648489756": "下川岛海滨阁|西安游食荟",
    
    "648505066": "下川岛新帝苑别墅度假邨|西安游食荟",
    "61698192": "下川岛新帝苑别墅度假邨|翔丰",
    
    "648505082": "下川岛桂园酒店|西安游食荟",
    
    "648639782": "下川岛大力水手|西安游食荟",
    
    "651691522": "下川岛格豪酒店|西安游食荟",
    
    "652443315": "下川岛川岛酒店|西安游食荟",
    
    "652585169": "下川岛常福酒店|西安游食荟",
    
    "652588385": "下川岛歌诗达|西安游食荟",
    
    "648502368": "下川岛云山别墅|西安游食荟",
    
    "648595087": "下川岛银海湾酒店|西安游食荟",
    
    "649209029": "下川岛信海酒店1|西安游食荟",
    "652656747": "下川岛信海酒店2|西安游食荟",
    
    "649242005": "下川岛海趣别墅1|西安游食荟",
    "652086650": "下川岛海趣别墅2|西安游食荟",
    
    "650712617": "下川岛德海酒店|西安游食荟",

    "648627309": "桔子酒店（都江堰店）|成都喜上",
    "649511826": "青城稻侬酒店|成都喜上",
    
    "40228688": "泉眼|深圳行舟",
    "37197109": "泉眼|珠海爱尚",
    
    "646434073": "南沙花园|佛山深鹿",
    "57325343": "南沙花园|要出发",
    "603837462": "南沙花园|中山考拉",
    
     "623094772": "白水寨嘉华|深圳趣玩",   
    
     "52211417": "南昆山温德姆|要出发",   
    
}
