{
    "632697291": "圣托利|酒店官方",
    "618938035": "圣托利|最会玩",
    "39528182": "圣托利|粤游",
    "615912693": "圣托利|广州角马",
    "53854281": "圣托利|湛江启程①",
    "52597212": "圣托利|湛江启程②",

    "55305253": "美胜|精彩",
    "53658894": "美胜|广青海珠二分",
    "42722456": "美胜|生意人",
    "42504700": "美胜|要出发",
    "44982887": "美胜|金马",

    "56151809": "海悦蓝湾|翔丰",
    "637513563": "海悦蓝湾|清远智航",

    "56151869": "浪琴公馆|翔丰",
    "637388654": "浪琴公馆|清远智航",

    "637563223": "海景湾|清远智航",
    "50922727": "海景湾|兴程",

    "612002951": "佛山斯维登1|仲马",
    "610409524": "佛山斯维登2|仲马",
    "640371682": "佛山斯维登3|仲马",

    "54451499": "美鹭-湖滨酒店|乐途",
    "623093904": "美鹭-佛山普兰斯|瀚翔",
    "611078064": "美鹭-佛山普兰斯|中青海珠",

    "43701968": "佛山绿湖|浩翔",
    "47365405": "佛山绿湖|官方",
    "607673427": "佛山绿湖|广州好极",
    "612879159": "佛山绿湖|金马",
    "622280427": "佛山绿湖|清远永安",

    "56030099": "鹿湖|广州乐境游",
    "54071376": "鹿湖|广州乐孚",
    "603188863": "鹿湖|广州乐孚2",


    "608756628": "禅泉|角马",
    "38386036": "十字水|放假",

    "55593089": "卓思道|精彩",
    "55828382": "卓思道|湛江启程",
    "51614801": "卓思道|金马",

    "39826169": "美思|粤之行",
    "53999773": "美思|皇家人①",
    "54037049": "美思|皇家人②",
    "53309694": "朗轩|翰翔",

    "53991634": "香海|兴程",
    "53991262": "香海|北京跨越",


    "38749864": "碧泉|粤游",
    "52790917": "碧泉|深圳精彩",

    "636975754": "郑州方特假日|清远永安",

    "49790510": "青青世界|兴程",
    "46669842": "青青世界|广州乐境游",
    "56076220": "青青世界|广州乐孚",
    "630676335": "青青世界|广州易驻",

    '54941452': '广州花之恋城堡酒店1|叮叮',
    '636350401': '广州花之恋城堡酒店2|叮叮',
    '634071022': '广州花之恋城堡酒店2|广州海鹿客',
    '612978783': '广州花之恋城堡酒店2|广州烈扬',
    '49913944': '广州花之恋城堡酒店2|兴程',

    '53350711': '金叶子|官方',
    '601507575': '金叶子|粤游',
    '42871573': '金叶子|烈扬',
    '51559211': '金叶子|金马',
    '618123143': '金叶子|广州泰达',
}
