{
    "632697291": "圣托利|酒店官方",
    "618938035": "圣托利|最会玩",
    "39528182": "圣托利|粤游",
    "615912693": "圣托利|广州角马",
    "53854281": "圣托利|湛江启程①",
    "52597212": "圣托利|湛江启程②",

    "55305253": "美胜|精彩",
    "53658894": "美胜|广青海珠二分",
    "42722456": "美胜|生意人",
    "635894291": "美胜|深圳仟月",
    "638857331": "美胜|官方",
    "640269373": "美胜|中青海珠",

    "56151809": "海悦蓝湾|翔丰",
    "637513563": "海悦蓝湾|清远智航",

    "56151869": "浪琴公馆|翔丰",
    "637388654": "浪琴公馆|清远智航",

    "637563223": "海景湾|清远智航",
    "50922727": "海景湾|兴程",

    "612002951": "佛山斯维登1|仲马",
    "610409524": "佛山斯维登2|仲马",
    "640371682": "佛山斯维登3|仲马",

    "54451499": "美鹭-湖滨酒店|乐途",
    "623093904": "美鹭-佛山普兰斯|瀚翔",
    "611078064": "美鹭-佛山普兰斯|中青海珠",

    "43701968": "佛山绿湖|浩翔",
    "47365405": "佛山绿湖|官方",
    "607673427": "佛山绿湖|广州好极",
    "612879159": "佛山绿湖|金马",
    "622280427": "佛山绿湖|清远永安",

    "55593089": "卓思道|精彩",
    "55828382": "卓思道|湛江启程",
    "51614801": "卓思道|金马",

    "39826169": "美思|粤之行",
    "53999773": "美思|皇家人①",
    "54037049": "美思|皇家人②",
    "53309694": "朗轩|翰翔",

    "38749864": "碧泉|粤游",
    "52790917": "碧泉|深圳精彩",
    "36792296": "碧泉|广东放假",
    "47226384": "碧泉|广州泰达1",
    "633161304": "碧泉|酒店官方",
    "635887961": "碧泉|深圳仟月",

    "636975754": "郑州方特假日|清远永安",
    "637996718": "郑州方特假日|清远智航",
    "645852695": "郑州方特假日|翔丰",

    "49790510": "青青世界|兴程",
    "46669842": "青青世界|广州乐境游",
    "56076220": "青青世界|广州乐孚",
    "630676335": "青青世界|广州易驻",
    "56704858": "青青世界|要出发",
    "601055947": "青青世界|广东放假",
    "47928600": "青青世界|佛山爱度假",

    '54941452': '广州花之恋城堡酒店1|叮叮',
    '636350401': '广州花之恋城堡酒店2|叮叮',
    '53042397': '广州花之恋城堡酒店2|深圳腾飞',

    '53350711': '金叶子|官方', 
    '601507575': '金叶子|粤游',
    '42871573': '金叶子|烈扬',
    '51559211': '金叶子|金马',
    '618123143': '金叶子|广州泰达',
    
    '56190227': '水岸丽舍|翔丰',
    '637345292': '水岸丽舍|清远智航',
    '642575246': '水岸丽舍|广青海珠二分',
   
    '47405831': '迪茵湖|官方',
    '55095685': '迪茵湖|翔丰',
    '56232724': '迪茵湖|叮叮',
    '602869321': '迪茵湖|上海去游',
    '638328047': '迪茵湖|阳江希尔曼',
    
    '38118698': '恩平爱必侬泉林酒店|新会理想',
    '54043432': '恩平爱必侬泉林酒店|广州粤青2',
    '55723906': '恩平爱必侬泉林酒店|广州粤青1',
    '611442199': '恩平爱必侬泉林酒店|官方',
    '636598855': '恩平爱必侬泉林酒店|深圳仟月',
    
    '45680780': '檀悦豪生|要出发',
    '46024467': '檀悦豪生|粤游',
    '51544485': '檀悦豪生|兴程',
    '52964668': '檀悦豪生|兴程2',
    '641193658': '檀悦豪生|深圳趣玩吧',
    
    '43271900': '檀悦都喜天丽|深圳腾飞',
    '54942678': '檀悦都喜天丽|深圳新境界',
    '55032265': '檀悦都喜天丽|漫享时光',
    '55082367': '檀悦都喜天丽|要出发2',
    '55373299': '檀悦都喜天丽|要出发1',
    '55852963': '檀悦都喜天丽|粤游',
    
    '53991262': '威海香海豪生|北京跨越',
    '56724358': '威海香海豪生|上海游霸',
    '636381131': '威海香海豪生|沧州拓奇',
    '641618433': '威海香海豪生|南京花色',
    "53991634": "威海香海豪生|兴程",
    
    "49430258": "廊坊固安福朋喜来登|北京跨越",
    "67774142": "廊坊固安福朋喜来登|上海游霸",
    "612653910": "廊坊固安福朋喜来登|要出发",
    "623474755": "廊坊固安福朋喜来登|北京途远",
    "627508663": "廊坊固安福朋喜来登|官方",
    "642340815": "廊坊固安福朋喜来登|深圳初芒",
    "643390078": "廊坊固安福朋喜来登|南京花色",
    
    "38122569": "美的鹭湖汽车营地|新会理想2",
    "45917447": "美的鹭湖汽车营地|新会理想1",
    "46054986": "美的鹭湖汽车营地|新会理想3",
    "632945929": "美的鹭湖汽车营地|官方",
    
    "605957097": "广州融创堇山|官方1",
    "605956296": "广州融创堇山|官方2",
    "641505267": "广州融创堇山|要出发",
    "611434369": "广州融创堇山|中山考拉",
    
    "615327689": "河源巴伐利亚云湖木屋|瀚翔",
    "616331007": "河源巴伐利亚云湖木屋|浩峰",
    
    "56478382": "下川岛星晨·海天酒店|翔丰",
    
    "622487678": "锦绣辉煌公寓|佛山惠旅途",
    "617115863": "锦绣辉煌公寓|漫游",
    "618955863": "锦绣辉煌公寓|烈扬",
    "637168193": "锦绣辉煌公寓|珠海驿途",
    "644584896": "锦绣辉煌公寓|瀚翔",
    
    "6634408902": "仟玺|叮叮",
    "635897095": "仟玺|深圳仟月",
    "638263379": "仟玺|惠州天下行",
    "640556649": "仟玺|湛江启程",
    
    "613775417": "保利海晨|中青海珠1",
    "649351401": "保利海晨|中青海珠2",
    "51550331": "保利海晨|兴程",
    
    "42865466": "欧乐堡骑士|北京跨越1",
    "42865717": "欧乐堡骑士|北京跨越2",
    "44069392": "欧乐堡骑士|北京跨越3",
    "56750817": "欧乐堡骑士|上海游霸",
    
}
