{
    "621702784": "三百山|官方",
    "624504045": "三百山|泉家人1",
    "47263212": "三百山|福建金桥1",
    "47670141": "三百山|福建金桥2",
    "625971559": "三百山|泉家人2",
    "42446527": "三百山|要出发",
    "651668357": "骏凯都会|芝贸商行",
    "635351739": "胜高韵酒店|翔丰",
    "658775888": "胜高韵酒店|东莞光大",
    "657833039": "胜高韵酒店|台山春晖",

    "617105209": "云髻山|趣玩吧",
    "43813338": "云髻山|放假",

    "620245603": "三正樟木头|清远永安",
    "47466515": "枫夜里|要出发",

    "48896949": "经律论|韶关友好",
    "47734006": "经律论|要出发",
    "618071513": "经律论|林叔叔",
    "646509229": "经律论|广州角马1",
    "608743549": "经律论|广州角马2",

    "52092348": "圣淘沙|福建金桥",

    "617260196": "车酷COOL精品客栈|翔丰",
 
     "54232938": "蓝山源岭南东方温泉酒店|粤之行",
     "609396954": "蓝山源岭南东方温泉酒店|官方1",

     "608826185": "塘厦三正半山|官方",
     "623074436": "塘厦三正半山|深圳趣玩",
     "49514064": "塘厦三正半山|深圳兴程",

     "624419375": "汕尾保利希尔顿|深圳趣玩",
     "614168845": "汕尾保利希尔顿|中青海珠",
     "647340010": "汕尾保利希尔顿|惠州天下行",
     "607985462": "汕尾保利希尔顿|要出发",
}
