{
  "615327341": "天露山|瀚翔",
  "637965631": "天露山|瀚翔2",
  "634635077": "天露山|阳江希尔曼",
  "46602507": "天露山|官方",
  "636554273": "天露山|珠海驿途",

  "38749903": "宝墩湖|粤游",
  "45909535": "宝墩湖|深圳行舟",
  "41532595": "宝墩湖|粤之行",
  "620343683": "宝墩湖|林叔叔",
  "54580904": "宝墩湖|温泉之家",
  
  "42575437": "御温泉|辉腾",
  "38574607": "御温泉|珠海享趣",
  
  "637449078": "御城|清远智航",
  "623196337": "御城|清远永安",
  "54871717": "御城|翔丰",

  "637383317": "丽枫|清远智航",
  "617764257": "丽枫|清远永安",

    "54133252": "雅阁|中贸",
    "54737627": "雅阁|海南中旅",
    "52831631": "雅阁|事达①",
    "54234015": "雅阁|事达②",
    "53032526": "雅阁|畅洋",

    "601465984": "东厢|翔丰",
    "611434351": "东厢|万达湘潭1",
    "609435177": "东厢|万达湘潭2",
    "642520677": "东厢|江西萍乡南方",
  
    "42874095": "海棠湾喜来登|中贸",
    "47026161": "珊瑚|官方",
    "52401775": "珊瑚|中贸",
    "56147935": "珊瑚|星海",
    "56078425": "三酉与舍[畅洋425]",
    "50316920": "花时间|畅洋",
    "52426694": "花时间|渤凯",

    "608423952": "济美公馆|翔丰",
    "625709749": "济美公馆|海南昊旅",

    "46552916": "观澜湖度假|海之缘",
    "46402027": "观澜湖度假|官方",
    
    "50472661": "亚特兰蒂斯|中商世界(直签)",
    "51500721": "亚特兰蒂斯|官方",
    "49533855": "亚特兰蒂斯|中贸1",
    "50139772": "亚特兰蒂斯|中贸2",
    "49233470": "亚特兰蒂斯|星海",
    "55883669": "亚特兰蒂斯|翔丰1",
    "621564238": "亚特兰蒂斯|翔丰2",
    "637583992": "亚特兰蒂斯|翔丰3",
    "638354374": "亚特兰蒂斯|翔丰4",

    "45908951": "三亚湾皇冠|北京中贸",
    "52524428": "三亚湾皇冠|海南优订",
    "634860718": "三亚湾皇冠|酒店官方",
    
    "635457938": "四季海庭|苏州悦之旅",

    "54761526": "亚龙湾喜来登|三亚亚达",

    "619069911": "阳光壹|翔丰",
    "635514942": "阳光壹|三亚梦时光",
    "635518174": "阳光壹|深圳星海",

    "635302619": "珊瑚木屋|珊瑚官方",

    "634069104": "海居铂尔曼|美途尚志",

    "605861056": "理文索菲特|三亚盛游",
    "634675237": "理文索菲特|美途尚志",
    "635707007": "理文索菲特|中青控股",

    "629449664": "太湖湾露营谷房车|南京与你同行",
    "637695019": "太湖湾露营谷房车|清远智航",

    "605191726": "海泉湾维景|海泉湾官方1",
    "623092878": "海泉湾维景|海泉湾官方2",
    "38546580": "海泉湾维景|珠海享趣",
    "607689321": "海泉湾维景|广东翔丰",
    "645145368": "海泉湾维景2|广东翔丰",
    "54872759": "海泉湾维景3|广东翔丰",

    "39519301": "浪漫海岸度假|浪漫海岸",
    "39592751": "浪漫海岸度假|要出发1",
    "626098489": "浪漫海岸度假|要出发2",

    "610790798": "棠岸|海南爱必侬",
    "607669097": "棠岸|海南滨海",
    "619879900": "棠岸|海南优订",
    "624681078": "棠岸|海南优订1",
    "641487039": "棠岸|广东翔丰<@sunny.lee@himudidi.com>",

    "641344125": "栖湖酒店|中青海珠",
    "642239811": "栖湖酒店|林叔叔",

    "631123995": "水云居民宿|海南嗨猫",
    "631387565": "水云居民宿|海南嗨猫1",
    "56342037": "水云居民宿|海南事达",

    "50974488": "海南御景酒店|海南事达",
    "50731541": "海南御景酒店|海南银河",

    "47271681": "五指山亚泰雨林酒店|海南银河",
    "46621052": "五指山亚泰雨林酒店|三亚驴儿游",
    "55798690": "五指山亚泰雨林酒店|海南事达",

    "636795018": "维也纳(太和古洞)|阳江希尔曼",

    "636600280": "北洛秘境|深圳仟月",
    "637695343": "北洛秘境|广州亿起游",
    "602092103": "北洛秘境|广州途佳",
    "645887834": "北洛秘境|中青海珠",
  
    "48634586": "亚龙湾鸟巢|北京鸿泰",
    "44773686": "亚龙湾鸟巢|官方",
  
    "37272282": "熹乐谷|广州泰达1",
    "607231774": "熹乐谷|广州泰达2",
    "41869127": "熹乐谷|广州赞景",
    "621206082": "熹乐谷|湛江启程",
    "623172690": "熹乐谷|林叔叔",
    "609281012": "熹乐谷|深圳精彩",
  
    "52181533": "海陵岛海上星座|阳江渔夫",
    "45720294": "闸坡阳光水恋|阳江渔夫",
  
    "47848892": "森波拉|粤之行",
    "56069706": "森波拉|温泉之家",
    "601832560": "森波拉|广东翔丰",
    "45643752": "森波拉|新会理想",
  
    "602903154": "鼎龙湾-海洋|官方",
    "641033957": "鼎龙湾-乐景|中青海珠",
    "51535138": "鼎龙湾-格兰|广东放假",
    "645793727": "鼎龙湾-180度|官方",
    "51251730": "鼎龙湾-万千|广州会玩",
    "51356705": "鼎龙湾-看海|广州会玩",
    "635449520": "鼎龙湾-一梵|清远智航",
    "635982716": "鼎龙湾-希维尔|雷州广盈",
  
    "37903175": "浪漫海岸温德姆|乐之旅1",
    "47561955": "浪漫海岸温德姆|乐之旅2",
  
    "640993321": "海洋公寓|雷州广盈",
    "635982716": "希维尔|雷州广盈",
}
