{
  "615327341": "天露山|瀚翔",
  "637965631": "天露山|瀚翔2",
  "646900841": "天露山|中青海珠",
  
  "42575437": "御温泉|辉腾",
  "38574607": "御温泉|珠海享趣",
  
  "637449078": "御城|清远智航",
  "623196337": "御城|清远永安",
  "54871717": "御城|翔丰",

  "637383317": "丽枫|清远智航",
  "617764257": "丽枫|清远永安",

    "54133252": "雅阁|中贸",
    "54737627": "雅阁|海南中旅",
    "52831631": "雅阁|事达①",
    "54234015": "雅阁|事达②",
    "53032526": "雅阁|畅洋",

    "601465984": "东厢|翔丰",
    "611434351": "东厢|万达湘潭1",
    "609435177": "东厢|万达湘潭2",
    "642520677": "东厢|江西萍乡南方",
  
    "42874095": "海棠湾喜来登|中贸",
    "47026161": "珊瑚|官方",
    "52401775": "珊瑚|中贸",
    "56147935": "珊瑚|星海",
    "56078425": "三酉与舍[畅洋425]",
    "50316920": "花时间|畅洋",
    "52426694": "花时间|渤凯",

    "608423952": "济美公馆|翔丰",
    "625709749": "济美公馆|海南昊旅",

    "46402027": "观澜湖度假|官方",
    "645995903": "观澜湖度假|深圳汇选1",
    "45959670": "观澜湖度假|深圳汇选2",
    
    "50472661": "亚特兰蒂斯|中商世界(直签)",
    "51500721": "亚特兰蒂斯|官方",
    "49533855": "亚特兰蒂斯|中贸1",
    "50139772": "亚特兰蒂斯|中贸2",
    "49233470": "亚特兰蒂斯|星海",
    "55883669": "亚特兰蒂斯|翔丰1",
    "621564238": "亚特兰蒂斯|翔丰2",
    "637583992": "亚特兰蒂斯|翔丰3",
    "638354374": "亚特兰蒂斯|翔丰4",

    "45908951": "三亚湾皇冠|北京中贸",
    "52524428": "三亚湾皇冠|海南优订",
    "634860718": "三亚湾皇冠|酒店官方",
  
    "626570419": "海钓会所|银河1",
    "620132129": "海钓会所|银河2",

    "54761526": "亚龙湾喜来登|三亚亚达",

    "635302619": "珊瑚木屋|珊瑚官方",

    "605861056": "理文索菲特|三亚盛游",
    "634675237": "理文索菲特|美途尚志",
    "635707007": "理文索菲特|中青控股",

    "629449664": "太湖湾露营谷房车|南京与你同行",
    "637695019": "太湖湾露营谷房车|清远智航",

    "605191726": "海泉湾维景|海泉湾官方1",
    "623092878": "海泉湾维景|海泉湾官方2",
    "38546580": "海泉湾维景|珠海享趣",
    "607689321": "海泉湾维景|广东翔丰",
    "645145368": "海泉湾维景2|广东翔丰",
    "54872759": "海泉湾维景3|广东翔丰",

    "39519301": "浪漫海岸度假|浪漫海岸",
    "39592751": "浪漫海岸度假|要出发1",
    "626098489": "浪漫海岸度假|要出发2",

    "610790798": "棠岸|海南爱必侬",
    "607669097": "棠岸|海南滨海",
    "619879900": "棠岸|海南优订",
    "624681078": "棠岸|海南优订1",
    "641487039": "棠岸|广东翔丰<@sunny.lee@himudidi.com>",

    "641344125": "栖湖酒店|中青海珠",
    "642239811": "栖湖酒店|林叔叔",

    "636600280": "北洛秘境|深圳仟月",
    "637695343": "北洛秘境|广州亿起游",
    "602092103": "北洛秘境|广州途佳",
    "645887834": "北洛秘境|中青海珠",
  
    "48634586": "亚龙湾鸟巢|北京鸿泰",
    "44773686": "亚龙湾鸟巢|官方",
  
    "37272282": "熹乐谷|广州泰达1",
    "607231774": "熹乐谷|广州泰达2",
    "621206082": "熹乐谷|湛江启程",
    "653809722": "熹乐谷|清远梓桦",
  
    "47848892": "森波拉|粤之行",
    "56069706": "森波拉|温泉之家",
    "601832560": "森波拉|广东翔丰",
    "45643752": "森波拉|新会理想",
  
    "602903154": "鼎龙湾-海洋|官方",
    "51535138": "鼎龙湾-格兰|广东放假",
    "635449520": "鼎龙湾-一梵|清远智航",
    "635982716": "鼎龙湾-希维尔|雷州广盈",
  
    "37903175": "浪漫海岸温德姆|乐之旅1",
    "47561955": "浪漫海岸温德姆|乐之旅2",
    "38124913": "御水古|乐之旅1",
    "38902428": "御水古|乐之旅2",
    "43377601": "浪漫海岸度假酒店|乐之旅",
  
    "640993321": "海洋公寓|雷州广盈",
    "647922590": "海洋公寓|湛江启程",
    "635982716": "希维尔|雷州广盈",
    "654228682": "鼎龙湾·鼎悦|佛山仲马",
    "655849875": "鼎龙湾·观海度假别墅|广州青叶电科",
  
    "55654747": "清远美林国际|漫游",
  
    "46702069": "新银盏|官方",
    "633033740": "新银盏温泉宾馆|官方",
    "47316937": "新银盏|金马",
    "666818579": "新银盏|东莞轻旅",
    "648291077": "新银盏|广州知旅",
  
    "663388457": "特呈岛|茂名来看海",
    "39494324": "特呈岛|广东放假1",
    "38904308": "特呈岛|广东放假2",
}
