{
    '632697291': {'name': '圣托利|酒店官方'},
    '618938035': {'name': '圣托利|最会玩'},
    '39528182': {'name': '圣托利|粤游'},
    '615912693': {'name': '圣托利|广州角马'},
    '53854281': {'name': '圣托利|湛江启程①'},
    '52597212': {'name': '圣托利|湛江启程②'},

    '55305253': {'name': '美胜|精彩'},
    '53658894': {'name': '美胜|广青海珠二分'},
    '42722456': {'name': '美胜|生意人'},
    '42504700': {'name': '美胜|要出发'},
    '44982887': {'name': '美胜|金马'},
    '629379204': {'name': '美胜|广州溜达游'},
    '629379204': {'name': '美胜|广州溜达游'},
    '635894291': {'name': '美胜|深圳仟月'},
    '638857331': {'name': '美胜|官方'},
    '640269373': {'name': '美胜|中青海珠'},
    
    '48748413': {'name': '青岛南山美爵①|青岛润达'},
    '47947861': {'name': '青岛南山美爵②|青岛润达'},

    '55593089': {'name': '卓思道|精彩'},
    '52709217': {'name': '卓思道|腾飞'},
    '55828382': {'name': '卓思道|湛江启程'},

    '49143486': {'name': '恒韵小筑|YCF'},
    '49109385': {'name': '恒韵小筑独栋别墅|YCF'},
    '55961696': {'name': '喜遇恒大别墅|放假'},
    '39804726': {'name': '恒韵小筑|新会理想'},

    '43701968': {'name': '佛山绿湖|浩翔'},
    '47365405': {'name': '佛山绿湖|官方'},
    '607673427': {'name': '佛山绿湖|广州好极'},
    '612879159': {'name': '佛山绿湖|金马'},
    '622280427': {'name': '佛山绿湖|清远永安'},

    '38360406': {'name': '银盏温泉宾馆|放假'},
    '610180640': {'name': '月·星空|仲马'},
    '610251655': {'name': '悦隆|仲马'},
    '610177351': {'name': '汶庭|仲马'},
    '610159427': {'name': '银泉酒店公寓|仲马'},
    '54523331': {'name': '银泉酒店公寓|乐途'},

    '56030099': {'name': '广东鹿湖温泉假日酒店|广州乐境游'},
    '54071376': {'name': '广东鹿湖温泉假日酒店|广州乐孚'},
    '603188863': {'name': '广东鹿湖温泉假日酒店|广州乐孚2'},

    '56151809': {'name': '海悦蓝湾|翔丰'},
    '637513563': {'name': '海悦蓝湾|清远智航'},

    '56151869': {'name': '浪琴公馆|翔丰'},
    '637388654': {'name': '浪琴公馆|清远智航'},

    '637563223': {'name': '海景湾度假酒店|清远智航'},
    '50922727': {'name': '海景湾度假酒店|兴程'},

    '612002951': {'name': '佛山斯维登度假公寓1|佛山仲马'},
    '610409524': {'name': '佛山斯维登度假公寓2|佛山仲马'},
    '640371682': {'name': '佛山斯维登度假公寓3|佛山仲马'},

    '54451499': {'name': '佛山湖滨酒店|乐途'},
    '623093904': {'name': '佛山普兰斯|瀚翔'},
    '611078064': {'name': '佛山普兰斯|中青海珠'},

    '53309694': {'name': '朗轩|广州翰翔'},
    '39826169': {'name': '美思|粤之行'},
    '53999773': {'name': '美思|泉家人①'},
    '49592434': {'name': '美思|泉家人②'},

    '53991634': {'name': '威海香海豪生|兴程'},
    '53991262': {'name': '威海香海豪生|北京跨越'},

    '38749864': {'name': '广州碧泉空中温泉酒店|粤游'},
    '52790917': {'name': '广州碧泉空中温泉酒店|深圳精彩'},
    '36792296': {'name': '广州碧泉空中温泉酒店|广东放假'},
    '47226384': {'name': '广州碧泉空中温泉酒店|广州泰达1'},
    '633161304': {'name': '广州碧泉空中温泉酒店|酒店官方'},
    '635887961': {'name': '广州碧泉空中温泉酒店|深圳仟月'},

    '636975754': {'name': '郑州方特假日酒店|清远永安'},
    '637996718': {'name': '郑州方特假日酒店|清远智航'},

    '49790510': {'name': '青青世界酒店|兴程'},
    '46669842': {'name': '青青世界酒店|广州乐境游'},
    '56076220': {'name': '青青世界酒店|广州乐孚'},
    '630676335': {'name': '青青世界酒店|广州易驻'},
    '56704858': {'name': '青青世界酒店|要出发'},
    '601055947': {'name': '青青世界酒店|广东放假'},

    '54941452': {'name': '广州花之恋城堡酒店1|叮叮'},
    '636350401': {'name': '广州花之恋城堡酒店2|叮叮'},
    '634071022': {'name': '广州花之恋城堡酒店2|广州海鹿客'},
    '612978783': {'name': '广州花之恋城堡酒店2|广州烈扬'},
    '49913944': {'name': '广州花之恋城堡酒店2|兴程'},

    '53350711': {'name': '金叶子温泉|官方'},
    '601507575': {'name': '金叶子温泉|粤游'},
    '42871573': {'name': '金叶子温泉|烈扬'},
    '51559211': {'name': '金叶子温泉|金马'},
    '618123143': {'name': '金叶子温泉|广州泰达'},

    '635636127': {'name': '趣墅度假别墅-巽寮湾别墅系列|惠州信诚'},
    '634846236': {'name': '惠州巽寮湾海上度假别墅-巽寮湾别墅系列|惠州信诚'},
    '636430381': {'name': '惠州双月湾海景度假别墅-巽寮湾别墅系列|广州信诚'},
    '635112017': {'name': '惠州九铭屿海景度假别墅-巽寮湾别墅系列|广州信诚'},
    '635143749': {'name': '合正东部湾温泉海边度假别墅-巽寮湾别墅系列|广州信诚'},
    '635727614': {'name': '惠州双月湾·海景湾度假别墅-巽寮湾别墅系列|广州信诚'},

    '635740002': {'name': '惠州双月湾海景度假别墅-双月湾别墅系列|惠州信诚'},
    '634746378': {'name': '惠州双月湾海景度假别墅1-双月湾别墅系列|惠州信诚'},
    '627607726': {'name': '惠州双月湾海边度假别墅-双月湾别墅系列|广州乐游游'},
    '634789008': {'name': '惠州双月湾·海景湾度假别墅-双月湾别墅系列|惠州信诚'},
    '634859923': {'name': '惠州双月湾海景度假别墅-双月湾别墅系列|惠州信诚'},
    
    '56190227': {'name': '水岸丽舍|翔丰'},
    '637345292': {'name': '水岸丽舍|清远智航'},
    '642575246': {'name': '水岸丽舍|广青海珠二分'},
    
    '51684571': {'name': '那琴半岛酒店|官方1'},
    '53621553': {'name': '那琴半岛酒店|广州赞景1'},
    '55928814': {'name': '那琴半岛酒店|广州赞景2'},
    '56323349': {'name': '那琴半岛酒店|要出发'},
    '633189601': {'name': '那琴半岛酒店|官方2'},
    '638780618': {'name': '那琴半岛酒店|华涛'},
    
    '47405831': {'name': '迪茵湖|官方'},
    '55095685': {'name': '迪茵湖|翔丰'},
    '56232724': {'name': '迪茵湖|叮叮'},
    '602869321': {'name': '迪茵湖|上海去游'},
    '638328047': {'name': '迪茵湖|阳江希尔曼'},
    
    '38118698': {'name': '恩平爱必侬泉林酒店|新会理想'},
    '54043432': {'name': '恩平爱必侬泉林酒店|广州粤青2'},
    '55723906': {'name': '恩平爱必侬泉林酒店|广州粤青1'},
    '611442199': {'name': '恩平爱必侬泉林酒店|官方'},
    '636598855': {'name': '恩平爱必侬泉林酒店|深圳仟月'},
    
    '45680780': {'name': '檀悦豪生|要出发'},
    '46024467': {'name': '檀悦豪生|粤游'},
    '51544485': {'name': '檀悦豪生|兴程'},
    '52964668': {'name': '檀悦豪生|兴程2'},
    '641193658': {'name': '檀悦豪生|深圳趣玩吧'},
    
    '43271900': {'name': '檀悦都喜天丽|深圳腾飞'},
    '54942678': {'name': '檀悦都喜天丽|深圳新境界'},
    '55032265': {'name': '檀悦都喜天丽|漫享时光'},
    '55082367': {'name': '檀悦都喜天丽|要出发2'},
    '55373299': {'name': '檀悦都喜天丽|要出发1'},
    '55852963': {'name': '檀悦都喜天丽|粤游'},
    
}
