{
    '55305253': {'name': '美胜|精彩'},
    '42722456': {'name': '美胜|生意人'},
    '635894291': {'name': '美胜|深圳仟月'},
    '652773836': {'name': '美胜|珠海途驿'},
    '665287911': {'name': '美胜|视界游'},
    '635741579': {'name': '美胜|乐境'},

    '53641772': {'name': '佛山绿湖|广州猪猪'},
    '43701968': {'name': '佛山绿湖|惠州浩翔'},
    '608754711': {'name': '佛山绿湖|广州角马'},
    '43264139': {'name': '佛山绿湖|湛江启程'},
    '56490381': {'name': '佛山绿湖|叮叮'},

    '652374265': {'name': '佛山寓米酒店|广州瀚翔'},
    '651707493': {'name': '佛山寓米酒店|惠州君乐'},

    '612002951': {'name': '佛山斯维登度假公寓1|佛山仲马'},
    '610409524': {'name': '佛山斯维登度假公寓2|佛山仲马'},
    '640371682': {'name': '佛山斯维登度假公寓3|佛山仲马'},

    '623093904': {'name': '佛山普兰斯|瀚翔'},

    '53309694': {'name': '朗轩|广州翰翔'},
    '39826169': {'name': '美思|粤之行'},
    '53999773': {'name': '美思|泉家人①'},
    '49592434': {'name': '美思|泉家人②'},
    '669805631': {'name': '朗轩|佛山深鹿'},

    '53991262': {'name': '威海香海豪生|北京跨越'},

    '665330090': {'name': '郑州方特假日酒店|河南元素'},
    '637996718': {'name': '郑州方特假日酒店|清远智航'},
    '645852695': {'name': '郑州方特假日酒店|翔丰'},
    '669560234': {'name': '郑州方特假日酒店|河南快乐驴途'},

    '49790510': {'name': '青青世界酒店|兴程'},
    '46669842': {'name': '青青世界酒店|广州乐境游'},
    '56076220': {'name': '青青世界酒店|广州乐孚'},
    '630676335': {'name': '青青世界酒店|广州易驻'},
    '56704858': {'name': '青青世界酒店|要出发'},
    '601055947': {'name': '青青世界酒店|广东放假'},
    '47928600': {'name': '青青世界酒店|佛山爱度假'}, 

    '54941452': {'name': '花之恋|叮叮1'},
    '636350401': {'name': '花之恋|叮叮2'},
    '53042397': {'name': '花之恋|深圳腾飞'},

    '53350711': {'name': '金叶子温泉|官方'},
    '51559211': {'name': '金叶子温泉|金马'},
    '618123143': {'name': '金叶子温泉|广州泰达'},
    '41408392': {'name': '金叶子温泉|粤之行'},
    '620070299': {'name': '金叶子温泉|林叔叔'},
    '648303671': {'name': '金叶子温泉|广州知旅1'},
    '654161942': {'name': '金叶子温泉|广州知旅2'},
  
    '56190227': {'name': '水岸丽舍|翔丰'},
    '637345292': {'name': '水岸丽舍|清远智航'},
   
    '38118698': {'name': '恩平爱必侬泉林酒店|新会理想'},
    '52140060': {'name': '恩平爱必侬泉林酒店|深圳精彩'},
    '54043432': {'name': '恩平爱必侬泉林酒店|广州粤青2'},
    '55723906': {'name': '恩平爱必侬泉林酒店|广州粤青1'},
    '611442199': {'name': '恩平爱必侬泉林酒店|官方'},
    '636598855': {'name': '恩平爱必侬泉林酒店|深圳仟月'},
    
    '46024467': {'name': '檀悦豪生|粤游'},
    '51544485': {'name': '檀悦豪生|兴程'},
    '52964668': {'name': '檀悦豪生|兴程2'},
    '49246536': {'name': '檀悦豪生|兴程3'},
    '648493338': {'name': '檀悦豪生|广东漫游'},
   
    '49430258': {'name': '廊坊固安福朋喜来登|北京跨越1'},
    '670468693': {'name': '廊坊固安福朋喜来登|上海游霸'},
    '612653910': {'name': '廊坊固安福朋喜来登|要出发'},
    '54025249': {'name': '廊坊固安福朋喜来登|北京跨越2'},
    '627508663': {'name': '廊坊固安福朋喜来登|官方'},

    '38122569': {'name': '美的鹭湖汽车营地|新会理想2'},
    '45917447': {'name': '美的鹭湖汽车营地|新会理想1'},
    '46054986': {'name': '美的鹭湖汽车营地|新会理想3'},
    '632945929': {'name': '美的鹭湖汽车营地|官方'},
    
    '603857548': {'name': '广州融创万达嘉华|中山考拉'},
    '647937238': {'name': '广州融创万达嘉华|官方'},
    '608312082': {'name': '广州融创万达嘉华|要出发'},
    
    '603853258': {'name': '广州融创万达文华|中山考拉'},
    '607581238': {'name': '广州融创万达文华|要出发'},
    '647948123': {'name': '广州融创万达文华|官方'},
    
    '605957097': {'name': '广州融创堇山|官方1'},
    '605956296': {'name': '广州融创堇山|官方2'},
    '641505267': {'name': '广州融创堇山|要出发'},
    '611434369': {'name': '广州融创堇山|中山考拉'},
    
    '615327689': {'name': '河源巴伐利亚云湖木屋|瀚翔'},
    '616331007': {'name': '河源巴伐利亚云湖木屋|浩峰'},
    '642577670': {'name': '河源巴伐利亚云湖木屋|林叔叔'},
   
    '56478382': {'name': '下川岛星晨·海天酒店|翔丰'},
    '648519239': {'name': '下川岛星晨·海天酒店|西安游食荟'},
   
    '644584896': {'name': '锦绣辉煌公寓|翰翔1'},
    '660671670': {'name': '锦绣辉煌公寓|翰翔2'},
    '660674204': {'name': '锦绣辉煌公寓|翰翔3'},
    
    '634408902': {'name': '仟玺|叮叮'},
    '635897095': {'name': '仟玺|深圳仟月'},
    '638263379': {'name': '仟玺|惠州天下行'},    
    '640556649': {'name': '仟玺|湛江启程'},
    
    '613775417': {'name': '保利海晨酒店公寓|中青海珠1'},
    '649351401': {'name': '保利海晨酒店公寓|中青海珠2'},
    '51550331': {'name': '保利海晨酒店公寓|兴程'},
    
    '42865466': {'name': '泉城欧乐堡骑士|北京跨越1'},
    '42865717': {'name': '泉城欧乐堡骑士|北京跨越2'},
    '44069392': {'name': '泉城欧乐堡骑士|北京跨越3'},
    '56750817': {'name': '泉城欧乐堡骑士|上海游霸'},
    
    '49919882': {'name': '上川岛交谊海景酒店|深圳兴程'},
    '652445419': {'name': '上川岛交谊海景酒店|西安游食荟'},
    
    '648551010': {'name': '上川岛川邮酒店|西安游食荟'},
 
    '648497843': {'name': '上川岛碧云天海景酒店|西安游食荟'},
    '54379162': {'name': '上川岛碧云天海景酒店|江门华烨'},
    
    '649080641': {'name': '上川岛碧海银滩假日酒店|西安游食荟'},
    
    '649209326': {'name': '上川岛悦海嘉洲|西安游食荟'},
    
    '648578240': {'name': '上川南豪酒店|西安游食荟'},
    
    '56188099': {'name': '上川岛金叶大酒店|翔丰'},
    '648597132': {'name': '上川岛金叶大酒店|西安游食荟'},
    
    '648590672': {'name': '上川岛康泰来酒店|西安游食荟'},
    
    '648598043': {'name': '上川岛希尔顿酒店|西安游食荟'},
    
    '646123689': {'name': '浪琴半岛酒店|翔丰'},
    
    '648486267': {'name': '下川岛星海湾酒店|西安游食荟1'},
    '651387115': {'name': '下川岛星海湾酒店|西安游食荟2'},
    
    '648472856': {'name': '下川岛海波楼|西安游食荟'},
    
    '648489756': {'name': '下川岛海滨阁|西安游食荟'},
    
    '648505066': {'name': '下川岛新帝苑别墅度假邨|西安游食荟'},
    
    '648505082': {'name': '下川岛桂园酒店|西安游食荟'},
    
    '648551010': {'name': '下川岛川邮酒店|西安游食荟'},
    
    '648639782': {'name': '下川岛大力水手|西安游食荟'},
    
    '651387115': {'name': '下川岛星海湾大酒店|西安游食荟'},
    
    '651691522': {'name': '下川岛格豪酒店|西安游食荟'},
    
    '652443315': {'name': '下川岛川岛酒店|西安游食荟'},
    
    '652585169': {'name': '下川岛常福酒店|西安游食荟'},
    
    '652588385': {'name': '下川岛歌诗达度假酒店（中心店）|西安游食荟'},
    
    '648502368': {'name': '下川岛云山别墅|西安游食荟'},
    
    '648595087': {'name': '下川岛银海湾酒店|西安游食荟'},
    
    '649209029': {'name': '下川岛信海酒店1|西安游食荟'},
    '652656747': {'name': '下川岛信海酒店2|西安游食荟'},
    
    '649242005': {'name': '下川岛海趣别墅1|西安游食荟'},
    '652086650': {'name': '下川岛海趣别墅2|西安游食荟'},
    
    '650712617': {'name': '下川岛德海酒店|西安游食荟'},
    
    '40228688': {'name': '泉眼温泉|深圳行舟'},
    '37197109': {'name': '泉眼温泉|珠海爱尚'},
    '45862889': {'name': '泉眼温泉|广东放假'},
    
    '646434073': {'name': '南沙花园|佛山深鹿'},
    '57325343': {'name': '南沙花园|要出发'},
    '603837462': {'name': '南沙花园|中山考拉'},    
    
    '623094772': {'name': '白水寨嘉华|深圳趣玩'}, 
    
    '52211417': {'name': '南昆山温德姆|要出发'}, 
    
    '642365247': {'name': '惠州海王子|中山考拉'}, 
    
    '656326449': {'name': '息烽|重庆娱游'}, 
    
    '635897234': {'name': '龙门富力希尔顿|深圳仟月'}, 
    '49418968': {'name': '龙门富力希尔顿|要出发'}, 
    '666820451': {'name': '龙门富力希尔顿|亿起游'}, 
    '668968710': {'name': '龙门富力希尔顿|东莞轻旅'}, 
    '652101247': {'name': '龙门富力希尔顿|知旅'}, 
    
    '35273947': {'name': '尚天然温泉小镇酒店|要出发'}, 
    
    '38476288': {'name': '喜运来|珠海享趣'}, 

    '53788433': {'name': '富丽湾|泉家人1'}, 
    '39901515': {'name': '富丽湾|泉家人2'},
    '43060233': {'name': '富丽湾|泉家人3'},
    '49237783': {'name': '富丽湾|兴程'},
    
    '630837654': {'name': '嘉宝田|湛江启程'},
    
    '603188863': {'name': '丰顺鹿湖|乐孚1'},
    '54071376': {'name': '丰顺鹿湖|乐孚2'},
    '50219185': {'name': '丰顺鹿湖|兴程'},
    '657992129': {'name': '丰顺鹿湖|佛山爱度'},
    
}
