{
    '55305253': {'name': '美胜|精彩'},
    '53658894': {'name': '美胜|广青海珠二分'},
    '42722456': {'name': '美胜|生意人'},
    '635894291': {'name': '美胜|深圳仟月'},
    '638857331': {'name': '美胜|官方'},
    '640269373': {'name': '美胜|中青海珠'},

    '53641772': {'name': '佛山绿湖|广州猪猪'},
    '43701968': {'name': '佛山绿湖|惠州浩翔'},

    '56151809': {'name': '海悦蓝湾|翔丰'},
    '637513563': {'name': '海悦蓝湾|清远智航'},

    '56151869': {'name': '浪琴公馆|翔丰'},
    '637388654': {'name': '浪琴公馆|清远智航'},

    '637563223': {'name': '海景湾度假酒店|清远智航'},
    '50922727': {'name': '海景湾度假酒店|兴程'},

    '612002951': {'name': '佛山斯维登度假公寓1|佛山仲马'},
    '610409524': {'name': '佛山斯维登度假公寓2|佛山仲马'},
    '640371682': {'name': '佛山斯维登度假公寓3|佛山仲马'},

    '54451499': {'name': '佛山湖滨酒店|乐途'},
    '623093904': {'name': '佛山普兰斯|瀚翔'},
    '611078064': {'name': '佛山普兰斯|中青海珠'},

    '53309694': {'name': '朗轩|广州翰翔'},
    '39826169': {'name': '美思|粤之行'},
    '53999773': {'name': '美思|泉家人①'},
    '49592434': {'name': '美思|泉家人②'},

    '53991634': {'name': '威海香海豪生|兴程'},
    '53991262': {'name': '威海香海豪生|北京跨越'},
    '56724358': {'name': '威海香海豪生|上海游霸'},
    '636381131': {'name': '威海香海豪生|沧州拓奇'},

    '636975754': {'name': '郑州方特假日酒店|清远永安'},
    '637996718': {'name': '郑州方特假日酒店|清远智航'},
    '645852695': {'name': '郑州方特假日酒店|翔丰'},

    '49790510': {'name': '青青世界酒店|兴程'},
    '46669842': {'name': '青青世界酒店|广州乐境游'},
    '56076220': {'name': '青青世界酒店|广州乐孚'},
    '630676335': {'name': '青青世界酒店|广州易驻'},
    '56704858': {'name': '青青世界酒店|要出发'},
    '601055947': {'name': '青青世界酒店|广东放假'},
    '47928600': {'name': '青青世界酒店|佛山爱度假'}, 

    '54941452': {'name': '广州花之恋城堡酒店1|叮叮'},
    '636350401': {'name': '广州花之恋城堡酒店2|叮叮'},
    '53042397': {'name': '广州花之恋城堡酒店|深圳腾飞'},

    '53350711': {'name': '金叶子温泉|官方'},
    '601507575': {'name': '金叶子温泉|粤游'},
    '42871573': {'name': '金叶子温泉|烈扬'},
    '51559211': {'name': '金叶子温泉|金马'},
    '618123143': {'name': '金叶子温泉|广州泰达'},
  
    '56190227': {'name': '水岸丽舍|翔丰'},
    '637345292': {'name': '水岸丽舍|清远智航'},
    '642575246': {'name': '水岸丽舍|广青海珠二分'},
    
    '38118698': {'name': '恩平爱必侬泉林酒店|新会理想'},
    '52140060': {'name': '恩平爱必侬泉林酒店|深圳精彩'},
    '54043432': {'name': '恩平爱必侬泉林酒店|广州粤青2'},
    '55723906': {'name': '恩平爱必侬泉林酒店|广州粤青1'},
    '611442199': {'name': '恩平爱必侬泉林酒店|官方'},
    '636598855': {'name': '恩平爱必侬泉林酒店|深圳仟月'},
    
    '46024467': {'name': '檀悦豪生|粤游'},
    '51544485': {'name': '檀悦豪生|兴程'},
    '52964668': {'name': '檀悦豪生|兴程2'},
    '49246536': {'name': '檀悦豪生|兴程3'},
    '648493338': {'name': '檀悦豪生|广东漫游'},
    
    '43271900': {'name': '檀悦都喜天丽|深圳腾飞'},
    '54942678': {'name': '檀悦都喜天丽|深圳新境界'},
    '55032265': {'name': '檀悦都喜天丽|漫享时光'},
    '55082367': {'name': '檀悦都喜天丽|要出发2'},
    '55373299': {'name': '檀悦都喜天丽|要出发1'},
    '55852963': {'name': '檀悦都喜天丽|粤游'},
    
    '44108261': {'name': '海公园海景度假酒店（巽寮湾店）|惠州浩翔'},
    '648393950': {'name': '六悦·海世界|蓝精灵'},
    '637690828': {'name': '惠州浪琴海公园海景度假酒店（巽寮湾店）|途惠'},
    
    '49430258': {'name': '廊坊固安福朋喜来登|北京跨越'},
    '67774142': {'name': '廊坊固安福朋喜来登|上海游霸'},
    '612653910': {'name': '廊坊固安福朋喜来登|要出发'},
    '623474755': {'name': '廊坊固安福朋喜来登|北京途远'},
    '627508663': {'name': '廊坊固安福朋喜来登|官方'},

    '38122569': {'name': '美的鹭湖汽车营地|新会理想2'},
    '45917447': {'name': '美的鹭湖汽车营地|新会理想1'},
    '46054986': {'name': '美的鹭湖汽车营地|新会理想3'},
    '632945929': {'name': '美的鹭湖汽车营地|官方'},
    
    '603857548': {'name': '广州融创万达嘉华|中山考拉'},
    '647937238': {'name': '广州融创万达嘉华|官方'},
    '608312082': {'name': '广州融创万达嘉华|要出发'},
    
    '603853258': {'name': '广州融创万达文华|中山考拉'},
    '607581238': {'name': '广州融创万达文华|要出发'},
    '647948123': {'name': '广州融创万达文华|官方'},
    
    '605957097': {'name': '广州融创堇山|官方1'},
    '605956296': {'name': '广州融创堇山|官方2'},
    '641505267': {'name': '广州融创堇山|要出发'},
    '611434369': {'name': '广州融创堇山|中山考拉'},
    
    '615327689': {'name': '河源巴伐利亚云湖木屋|瀚翔'},
    '616331007': {'name': '河源巴伐利亚云湖木屋|浩峰'},
    '642577670': {'name': '河源巴伐利亚云湖木屋|林叔叔'},
   
    '56478382': {'name': '下川岛星晨·海天酒店|翔丰'},
    '648519239': {'name': '下川岛星晨·海天酒店|西安游食荟'},
    
    '622487678': {'name': '锦绣辉煌公寓|佛山惠旅途'},
    '617115863': {'name': '锦绣辉煌公寓|漫游'},
    '618955863': {'name': '锦绣辉煌公寓|烈扬'},
    '637168193': {'name': '锦绣辉煌公寓|珠海驿途'},
    '644584896': {'name': '锦绣辉煌公寓|广州翰翔'},
    
    '634408902': {'name': '仟玺|叮叮'},
    '635897095': {'name': '仟玺|深圳仟月'},
    '638263379': {'name': '仟玺|惠州天下行'},    
    '640556649': {'name': '仟玺|湛江启程'},
    
    '613775417': {'name': '保利海晨酒店公寓|中青海珠1'},
    '649351401': {'name': '保利海晨酒店公寓|中青海珠2'},
    '51550331': {'name': '保利海晨酒店公寓|兴程'},
    
    '42865466': {'name': '泉城欧乐堡骑士|北京跨越1'},
    '42865717': {'name': '泉城欧乐堡骑士|北京跨越2'},
    '44069392': {'name': '泉城欧乐堡骑士|北京跨越3'},
    '56750817': {'name': '泉城欧乐堡骑士|上海游霸'},
    
    '49919882': {'name': '上川岛交谊海景酒店|深圳兴程'},
    '652445419': {'name': '上川岛交谊海景酒店|西安游食荟'},
    
    '648551010': {'name': '上川岛川邮酒店|西安游食荟'},
 
    '648497843': {'name': '上川岛碧云天海景酒店|西安游食荟'},
    '54379162': {'name': '上川岛碧云天海景酒店|江门华烨'},
    
    '649080641': {'name': '上川岛碧海银滩假日酒店|西安游食荟'},
    
    '649209326': {'name': '上川岛悦海嘉洲|西安游食荟'},
    
    '648578240': {'name': '上川南豪酒店|西安游食荟'},
    
    '56188099': {'name': '上川岛金叶大酒店|翔丰'},
    '648597132': {'name': '上川岛金叶大酒店|西安游食荟'},
    
    '648590672': {'name': '上川岛康泰来酒店|西安游食荟'},
    
    '648598043': {'name': '上川岛希尔顿酒店|西安游食荟'},
    
    '646123689': {'name': '浪琴半岛酒店|翔丰'},
    
    '648486267': {'name': '下川岛星海湾酒店|西安游食荟1'},
    '651387115': {'name': '下川岛星海湾酒店|西安游食荟2'},
    
    '648472856': {'name': '下川岛海波楼|西安游食荟'},
    
    '648489756': {'name': '下川岛海滨阁|西安游食荟'},
    
    '648505066': {'name': '下川岛新帝苑别墅度假邨|西安游食荟'},
    
    '648505082': {'name': '下川岛桂园酒店|西安游食荟'},
    
    '648551010': {'name': '下川岛川邮酒店|西安游食荟'},
    
    '648639782': {'name': '下川岛大力水手|西安游食荟'},
    
    '651387115': {'name': '下川岛星海湾大酒店|西安游食荟'},
    
    '651691522': {'name': '下川岛格豪酒店|西安游食荟'},
    
    '652443315': {'name': '下川岛川岛酒店|西安游食荟'},
    
    '652585169': {'name': '下川岛常福酒店|西安游食荟'},
    
    '652588385': {'name': '下川岛歌诗达度假酒店（中心店）|西安游食荟'},
    
    '648502368': {'name': '下川岛云山别墅|西安游食荟'},
    
    '648595087': {'name': '下川岛银海湾酒店|西安游食荟'},
    
    '649209029': {'name': '下川岛信海酒店|西安游食荟'},
    
    '649242005': {'name': '下川岛海趣别墅1|西安游食荟'},
    '652086650': {'name': '下川岛海趣别墅2|西安游食荟'},
    
    '650712617': {'name': '下川岛德海酒店|西安游食荟'},
    
    '648627309': {'name': '桔子酒店（都江堰店）|成都喜上'},
    '649511826': {'name': '青城稻侬酒店|成都喜上'},
    
    
}
