{
    '621702784': {'name': '三百山|官方'},
    '624504045': {'name': '三百山|泉家人1'},
    '47263212': {'name': '三百山|福建金桥1'},
    '47670141': {'name': '三百山|福建金桥2'},
    '625971559': {'name': '三百山|泉家人2'},
    '42446527': {'name': '三百山|要出发'},
    '651668357': {'name': '凯骏都会|芝贸商行'},
    '635351739': {'name': '胜高韵酒店|翔丰'},
    '658775888': {'name': '胜高韵酒店|东莞光大'},
    '657833039': {'name': '胜高韵酒店|台山春晖'},
    '614602013': {'name': '三百山|江西汇丰'},
    '39979241': {'name': '三百山|深圳旭日'},
    '659781642': {'name': '凯骏都会|广州严选'},


    '617105209': {'name': '云髻山|趣玩吧'},
    '43813338': {'name': '云髻山|放假'},

    '620245603': {'name': '三正半山酒店(樟木头观音山店)|清远永安'},
    '47466515': {'name': '枫夜里|要出发'},

    '48896949': {'name': '经律论国际酒店|韶关友好'},
    '47734006': {'name': '经律论国际酒店|要出发'},
    '618071513': {'name': '经律论国际酒店|林叔叔'},
    '646509229': {'name': '经律论国际酒店|广州角马1'},
    '608743549': {'name': '经律论国际酒店|广州角马1'},

    '52092348': {'name': '厦门圣淘沙酒店|福建金桥'},
    '617260196': {'name': '车酷COOL精品客栈|翔丰'},
    '54232938': {'name': '蓝山源岭南东方温泉酒店|粤之行'},
    '609396954': {'name': '蓝山源岭南东方温泉酒店|官方1'},
    
    '608826185': {'name': '塘厦三正半山温泉酒店(酒)|官方'},
    '623074436': {'name': '塘厦三正半山温泉酒店(酒)|深圳趣玩'},
    '49514064': {'name': '塘厦三正半山温泉酒店(酒)|深圳兴程'},
    
    '624419375': {'name': '汕尾保利希尔顿|深圳趣玩'},
    '614168845': {'name': '汕尾保利希尔顿|中青海珠'},
    '647340010': {'name': '汕尾保利希尔顿|惠州天下行'},
    '607985462': {'name': '汕尾保利希尔顿|要出发'},
    
}
