{
    '621702784': {'name': '三百山|官方'},
    '624504045': {'name': '三百山|泉家人1'},
    '47263212': {'name': '三百山|福建金桥1'},
    '47670141': {'name': '三百山|福建金桥2'},
    '625971559': {'name': '三百山|泉家人2'},
    '42446527': {'name': '三百山|要出发'},

    '617105209': {'name': '云髻山|趣玩吧'},
    '43813338': {'name': '云髻山|放假'},

    '620245603': {'name': '三正半山酒店(樟木头观音山店)|清远永安'},

    '48896949': {'name': '经律论文化旅游小镇经律论国际酒店|韶关友好'},
    '47734006': {'name': '经律论文化旅游小镇经律论国际酒店|要出发'},
    '618071513': {'name': '经律论文化旅游小镇经律论国际酒店|林叔叔'},

    '52092348': {'name': '厦门圣淘沙酒店|福建金桥'},
    '617260196': {'name': '车酷COOL精品客栈|翔丰'},
    '54232938': {'name': '蓝山源岭南东方温泉酒店|粤之行'},
    '609396954': {'name': '蓝山源岭南东方温泉酒店|官方1'},
    
    '608826185': {'name': '塘厦三正半山温泉酒店(酒)|官方'},
    '623074436': {'name': '塘厦三正半山温泉酒店(酒)|深圳趣玩'},
    '49514064': {'name': '塘厦三正半山温泉酒店(酒)|深圳兴程'},
    
    '624419375': {'name': '汕尾保利希尔顿|深圳趣玩'},
    '614168845': {'name': '汕尾保利希尔顿|中青海珠'},
    '647340010': {'name': '汕尾保利希尔顿|惠州天下行'},
    '607985462': {'name': '汕尾保利希尔顿|要出发'},
    
}
