{
    '638473793': {'name': '悦天下|广东阳光<@sunny.lee@himudidi.com>'},
    '635334184': {'name': '悦天下|酒店官方'},
    '633524540': {'name': '悦天下|佛山惠旅途'},
    '636527425': {'name': '悦天下|深圳仟月'},
    '56824053': {'name': '悦天下|广州猪猪'},
    '618006430': {'name': '悦天下|广州亿起游'},

    '615327341': {'name': '天露山|瀚翔<@sunny.lee@himudidi.com>'},
    '637965631': {'name': '天露山|瀚翔2<@sunny.lee@himudidi.com>'},
    '634635077': {'name': '天露山|阳江希尔曼'},
    '46602507': {'name': '天露山|官方'},
    '636554273': {'name': '天露山|珠海驿途'},

    '38749903': {'name': '宝墩湖|粤游<@sunny.lee@himudidi.com>'},
    '45909535': {'name': '宝墩湖|深圳行舟<@sunny.lee@himudidi.com>'},
    '41532595': {'name': '宝墩湖|粤之行<@sunny.lee@himudidi.com>'},
    '620343683': {'name': '宝墩湖|林叔叔<@sunny.lee@himudidi.com>'},
    '54580904': {'name': '宝墩湖|温泉之家<@sunny.lee@himudidi.com>'},

    '637449078': {'name': '御城度假村|清远智航'},
    '623196337': {'name': '御城度假村|清远永安'},
    '54871717': {'name': '御城度假村|翔丰'},

    '637383317': {'name': '丽枫酒店珠海斗门店|清远智航'},
    '617764257': {'name': '丽枫酒店珠海斗门店|清远永安'},

    '49302789': {'name': '特呈岛|兴程<@sunny.lee@himudidi.com>'},
    '38904308': {'name': '特呈岛|放假'},

    '52426694': {'name': '花时间|渤凯'},
    '56078425': {'name': '三酉与舍|畅洋'},

    '608423952': {'name': '济美公馆|翔丰<@sunny.lee@himudidi.com>'},
    '625709749': {'name': '济美公馆|海南昊旅<@sunny.lee@himudidi.com>'},

    '50472661': {'name': '亚特兰蒂斯|中商世界(直签)'},
    '51500721': {'name': '亚特兰蒂斯|官方'},
    '49533855': {'name': '亚特兰蒂斯|中贸1'},
    '50139772': {'name': '亚特兰蒂斯|中贸2'},
    '49233470': {'name': '亚特兰蒂斯|星海'},
    '55883669': {'name': '亚特兰蒂斯|翔丰1'},
    '621564238': {'name': '亚特兰蒂斯|翔丰2'},
    '637583992': {'name': '亚特兰蒂斯|翔丰3'},
    '638354374': {'name': '亚特兰蒂斯|翔丰4'},

    '52254622': {'name': '七仙岭·希尔顿|燕归来'},
    '56251716': {'name': '七仙岭·希尔顿|银河'},

    '52831631': {'name': '三亚雅阁|事达①'},
    '54234015': {'name': '三亚雅阁|事达②'},
    '53032526': {'name': '三亚雅阁|畅洋'},
    '54133252': {'name': '三亚雅阁|中贸'},
    '54737627': {'name': '三亚雅阁|海南中旅'},

    '46402027': {'name': '观澜湖度假酒店|官方'},
    '46552916': {'name': '观澜湖度假酒店|海之缘'},

    '47026161': {'name': '蜈支洲岛珊瑚酒店|官方'},
    '52401775': {'name': '蜈支洲岛珊瑚酒店|中贸'},
    '56147935': {'name': '蜈支洲岛珊瑚酒店|星海'},

    '601465984': {'name': '株洲东厢|翔丰'},
    '611434351': {'name': '株洲东厢|湖南万达'},

    '45908951': {'name': '三亚湾皇冠假日度假酒店|北京中贸'},
    '52524428': {'name': '三亚湾皇冠假日度假酒店|海南优订'},
    '634860718': {'name': '三亚湾皇冠假日度假酒店|酒店官方'},

    '635457938': {'name': '三亚四季海庭酒店|苏州悦之旅'},


    '54761526': {'name': '三亚亚龙湾喜来登度假酒店|三亚亚达'},
    
    '619069911': {'name': '三亚海棠湾阳光壹酒店|翔丰'},
    '635514942': {'name': '三亚海棠湾阳光壹酒店|三亚梦时光'},
    '635518174': {'name': '三亚海棠湾阳光壹酒店|深圳星海'},

    '635302619': {'name': '三亚蜈支洲岛珊瑚木屋|珊瑚官方'},

    '634069104': {'name': '三亚湾海居铂尔曼度假酒店|美途尚志'},

    '38628206': {'name': '亚龙湾红树林度假酒店|北京中贸'},
    '39352631': {'name': '亚龙湾红树林度假酒店1|北京中贸'},
    '618693601': {'name': '亚龙湾红树林度假酒店|红树林官方'},

    '605861056': {'name': '三亚理文索菲特度假酒店|三亚盛游'},
    '634675237': {'name': '三亚理文索菲特度假酒店|美途尚志'},

    '624980324': {'name': '三亚保利瑰丽酒店|三亚亚达'},
    '635848491': {'name': '三亚保利瑰丽酒店|翔丰'},
    '48107827': {'name': '三亚保利瑰丽酒店|三亚三平'},

    '629449664': {'name': '太湖湾露营谷房车|南京与你同行'},
    '637695019': {'name': '太湖湾露营谷房车|清远智航'},

    '605191726': {'name': '海泉湾维景|海泉湾官方1'},
    '623092878': {'name': '海泉湾维景|海泉湾官方2'},
    '38546580': {'name': '海泉湾维景|珠海享趣'},
    '45660356': {'name': '海泉湾维景|广州乐境游'},
    '607689321': {'name': '海泉湾维景|广东翔丰'},

    '39519301': {'name': '浪漫海岸度假酒店|浪漫海岸'},
    '39592751': {'name': '浪漫海岸度假酒店|要出发1'},
    '626098489': {'name': '浪漫海岸度假酒店|要出发2'},

    '610790798': {'name': '亚特兰蒂斯·棠岸公寓|海南爱必侬'},
    '607669097': {'name': '亚特兰蒂斯·棠岸公寓|海南滨海'},
    '619879900': {'name': '亚特兰蒂斯·棠岸公寓|海南优订'},
    '624681078': {'name': '亚特兰蒂斯·棠岸公寓|海南优订1'},
    '641487039': {'name': '亚特兰蒂斯·棠岸公寓|广东翔丰<@sunny.lee@himudidi.com>'},

    '641344125': {'name': '栖湖酒店|中青海珠'},
    '642239811': {'name': '栖湖酒店|林叔叔'},
    
    '631123995': {'name': '水云居民宿|海南嗨猫'},
    '631387565': {'name': '水云居民宿|海南嗨猫1'},
    '56342037': {'name': '水云居民宿|海南事达'},

    '50974488': {'name': '海南御景酒店|海南事达'},
    '50731541': {'name': '海南御景酒店|海南银河'},

    '47271681': {'name': '五指山亚泰雨林酒店|海南银河'},
    '46621052': {'name': '五指山亚泰雨林酒店|三亚驴儿游'},
    '55798690': {'name': '五指山亚泰雨林酒店|海南事达'},

    '636795018': {'name': '维也纳酒店（太和古洞景区店）|阳江希尔曼'},

    '636600280': {'name': '北洛秘境|深圳仟月'},
    '637695343': {'name': '北洛秘境|广州亿起游'},
    '602092103': {'name': '北洛秘境|广州途佳'},
    '645887834': {'name': '北洛秘境|中青海珠'},

    '48634586': {'name': '亚龙湾鸟巢|北京鸿泰'},
    '44773686': {'name': '亚龙湾鸟巢|官方'},
    
    '37272282': {'name': '熹乐谷|广州泰达1<@sunny.lee@himudidi.com>'},
    '607231774': {'name': '熹乐谷|广州泰达2'},
    '41869127': {'name': '熹乐谷|广州赞景'},
    '621206082': {'name': '熹乐谷|湛江启程'},
    '623172690': {'name': '熹乐谷温泉|林叔叔'},
    '609281012': {'name': '熹乐谷温泉|深圳精彩'},
    
    '52181533': {'name': '海陵岛海上星座|阳江渔夫'},
    '45720294': {'name': '阳江市闸坡阳光水恋酒店|阳江渔夫'},
    
    '47848892': {'name': '森波拉|粤之行'},
    '56069706': {'name': '森波拉|温泉之家'},
    '601832560': {'name': '森波拉|广东翔丰'},
    '45643752': {'name': '森波拉|新会理想'},

}
