{
    '615327341': {'name': '天露山|瀚翔'},
    '637965631': {'name': '天露山|瀚翔2'},
    '646900841': {'name': '天露山|中青海珠'},
    '650557797': {'name': '天露山|佛山爱度'},
    '639980906': {'name': '天露山|湛江启程'},
    
    '633033740': {'name': '新银盏温泉宾馆|官方'},
    '46702069': {'name': '新银盏|官方'},
    '47316937': {'name': '新银盏|金马'},
    '666818579': {'name': '新银盏|东莞轻旅'},
    '648291077': {'name': '新银盏|广州知旅'},

    '42575437': {'name': '御温泉|辉腾'},
    '38574607': {'name': '御温泉|珠海享趣'},
    
    '637449078': {'name': '御城度假村|清远智航'},
    '623196337': {'name': '御城度假村|清远永安'},
    '54871717': {'name': '御城度假村|翔丰'},

    '637383317': {'name': '丽枫酒店珠海斗门店|清远智航'},
    '617764257': {'name': '丽枫酒店珠海斗门店|清远永安'},

    '49302789': {'name': '特呈岛|兴程<@sunny.lee@himudidi.com>'},
    '38904308': {'name': '特呈岛|放假'},
    '663388457': {'name': '特呈岛|茂名来看海'},

    '52426694': {'name': '花时间|渤凯'},
    '56078425': {'name': '三酉与舍|畅洋'},

    '608423952': {'name': '济美公馆|翔丰<@sunny.lee@himudidi.com>'},
    '625709749': {'name': '济美公馆|海南昊旅<@sunny.lee@himudidi.com>'},

    '50472661': {'name': '亚特兰蒂斯|中商世界(直签)'},
    '51500721': {'name': '亚特兰蒂斯|官方'},
    '49533855': {'name': '亚特兰蒂斯|中贸1'},
    '50139772': {'name': '亚特兰蒂斯|中贸2'},
    '49233470': {'name': '亚特兰蒂斯|星海'},
    '55883669': {'name': '亚特兰蒂斯|翔丰1'},
    '621564238': {'name': '亚特兰蒂斯|翔丰2'},
    '637583992': {'name': '亚特兰蒂斯|翔丰3'},
    '638354374': {'name': '亚特兰蒂斯|翔丰4'},

    '52831631': {'name': '三亚雅阁|事达①'},
    '54234015': {'name': '三亚雅阁|事达②'},
    '53032526': {'name': '三亚雅阁|畅洋'},
    '54133252': {'name': '三亚雅阁|中贸'},
    '54737627': {'name': '三亚雅阁|海南中旅'},

    '46402027': {'name': '观澜湖度假酒店|官方'},
    '645995903': {'name': '观澜湖度假酒店|深圳汇选1'},
    '45959670': {'name': '观澜湖度假酒店|深圳汇选2'},

    '47026161': {'name': '蜈支洲岛珊瑚酒店|官方'},
    '52401775': {'name': '蜈支洲岛珊瑚酒店|中贸'},
    '663593950': {'name': '蜈支洲岛珊瑚酒店|也了'},
    

    '601465984': {'name': '株洲东厢|翔丰'},
    '611434351': {'name': '株洲东厢|湖南万达1'},
    '609435177': {'name': '株洲东厢|湖南万达2'},
    '642520677': {'name': '株洲东厢|江西萍乡南方'},

    '45908951': {'name': '三亚湾皇冠假日度假酒店|北京中贸'},
    '52524428': {'name': '三亚湾皇冠假日度假酒店|海南优订'},
    '634860718': {'name': '三亚湾皇冠假日度假酒店|酒店官方'},

    '626570419': {'name': '分界洲岛海钓|银河1'},
    '620132129': {'name': '分界洲岛海钓|银河2'},

    '54761526': {'name': '三亚亚龙湾喜来登度假酒店|三亚亚达'},
    
    '619069911': {'name': '三亚海棠湾阳光壹酒店|翔丰'},
    '635514942': {'name': '三亚海棠湾阳光壹酒店|三亚梦时光'},
    '635518174': {'name': '三亚海棠湾阳光壹酒店|深圳星海'},

    '635302619': {'name': '三亚蜈支洲岛珊瑚木屋|珊瑚官方'},

    '605861056': {'name': '三亚理文索菲特度假酒店|三亚盛游'},
    '634675237': {'name': '三亚理文索菲特度假酒店|美途尚志'},

    '629449664': {'name': '太湖湾露营谷房车|南京与你同行'},
    '637695019': {'name': '太湖湾露营谷房车|清远智航'},

    '605191726': {'name': '海泉湾维景|海泉湾官方1'},
    '623092878': {'name': '海泉湾维景|海泉湾官方2'},
    '38546580': {'name': '海泉湾维景|珠海享趣'},
    '607689321': {'name': '海泉湾维景|广东翔丰<@sunny.lee@himudidi.com>'},
    '645145368': {'name': '海泉湾维景2|广东翔丰<@sunny.lee@himudidi.com>'},
    '54872759': {'name': '海泉湾维景3|广东翔丰<@sunny.lee@himudidi.com>'},

    '39519301': {'name': '浪漫海岸度假酒店|浪漫海岸'},
    '39592751': {'name': '浪漫海岸度假酒店|要出发1'},
    '626098489': {'name': '浪漫海岸度假酒店|要出发2'},

    '610790798': {'name': '亚特兰蒂斯·棠岸公寓|海南爱必侬'},
    '607669097': {'name': '亚特兰蒂斯·棠岸公寓|海南滨海'},
    '619879900': {'name': '亚特兰蒂斯·棠岸公寓|海南优订'},
    '624681078': {'name': '亚特兰蒂斯·棠岸公寓|海南优订1'},
    '641487039': {'name': '亚特兰蒂斯·棠岸公寓|广东翔丰<@sunny.lee@himudidi.com>'},

    '641344125': {'name': '栖湖酒店|中青海珠'},
    '642239811': {'name': '栖湖酒店|林叔叔'},
    
    '636600280': {'name': '北洛秘境|深圳仟月'},
    '637695343': {'name': '北洛秘境|广州亿起游'},
    '602092103': {'name': '北洛秘境|广州途佳'},
    '645887834': {'name': '北洛秘境|中青海珠'},

    '48634586': {'name': '亚龙湾鸟巢|北京鸿泰'},
    '44773686': {'name': '亚龙湾鸟巢|官方'},
    
    '37272282': {'name': '熹乐谷|广州泰达1<@sunny.lee@himudidi.com>'},
    '607231774': {'name': '熹乐谷|广州泰达2'},
    '621206082': {'name': '熹乐谷|湛江启程'},
    '653809722': {'name': '熹乐谷温泉|清远梓桦'},
    
    '47848892': {'name': '森波拉|粤之行'},
    '56069706': {'name': '森波拉|温泉之家'},
    '601832560': {'name': '森波拉|广东翔丰'},
    '45643752': {'name': '森波拉|新会理想'},
    
    '37903175': {'name': '浪漫海岸温德姆|乐之旅1'},
    '47561955': {'name': '浪漫海岸温德姆|乐之旅2'},
    '38124913': {'name': '御水古|乐之旅1'},
    '38902428': {'name': '御水古|乐之旅2'},
    '43377601': {'name': '浪漫海岸度假酒店|乐之旅'},

    '610251655': {'name': '悦隆精品酒店|佛山仲马'},
    '610180640': {'name': '月·星空|佛山仲马'},
    
    '602903154': {'name': '鼎龙湾海洋公寓|官方'},
    '51535138': {'name': '鼎龙湾海洋公寓|广东放假'},
    '640993321': {'name': '鼎龙湾海洋公寓|雷州广盈'},
    '647922590': {'name': '鼎龙湾海洋公寓|湛江启程'},
    '635982716': {'name': '鼎龙湾希维尔|雷州广盈'},
    
    '55654747': {'name': '清远美林国际|漫游'},

}
